export default [
  {
    id: 1,
    name: "Tuyến đường Cung thể thao Quần Ngựa → Lăng Bác",
    path: [
        [21.04048592433416, 105.81586602736573], // Cung thể thao Quần Ngựa
        [21.031355323544023, 105.8130603539541],
        [21.03051428194001, 105.81615017786395],
        [21.032476794838093, 105.82874541831008],
        [21.030979083389894, 105.83405109621586],
        [21.036684082453185, 105.83516415864776], // Lăng Bác
    ],
    color: "#514ff2",
    description: "Tuyến đường từ Cung thể thao Quần Ngựa đến Lăng Bác."
  },
  {
    id: 2,
    name: "Tuyến đường Nhà hát lớn → Lăng Bác",
    path: [
        [21.024282457567335, 105.85726973768058], // Nhà hát lớn
        [21.031026203237882, 105.83403830450018],
        [21.036684082453185, 105.83516415864776], // Lăng Bác
    ],
    color: "#ff7827",
    description: "Tuyến đường từ Nhà hát lớn đến Lăng Bác."
  },
  {
    id: 3,
    name: "Tuyến đường Công viên Thống Nhất → Lăng Bác",
    path: [
        [21.01726037172459, 105.84504257602896], // Công viên Thống Nhất
        [21.01757331362021, 105.84138710953252],
        [21.028817771015298, 105.84153291841953],
        [21.03098999247892, 105.8340200890036],
        [21.036684082453185, 105.83516415864776], // Lăng Bác
    ],
    color: "#0cc50c",
    description: "Tuyến đường từ Công viên Thống Nhất đến Lăng Bác."
  }
];