export default [
  {
    id: 1,
    name: "Tuyến đường Lăng Bác → Cung thể thao Quần Ngựa",
    path: [
        [21.04048592433416, 105.81586602736573], // Cung thể thao Quần Ngựa
        [21.031355323544023, 105.8130603539541],
        [21.03051428194001, 105.81615017786395],
        [21.032476794838093, 105.82874541831008],
        [21.030979083389894, 105.83401109621586],
    ],
    color: "#ff0000ff",
    description: "Tuyến đường từ Lăng Bác đến Cung thể thao Quần Ngựa."
  },
  {
    id: 2,
    name: "Tuyến đường Lăng Bác → Nhà hát lớn",
    path: [
        [21.024282457567335, 105.85726973768058], // Nhà hát lớn
        [21.031026203237882, 105.83403830450018],
    ],
    color: "#ff0000ff",
    description: "Tuyến đường từ Lăng Bác đến Nhà hát lớn."
  },
  {
    id: 3,
    name: "Tuyến đường Lăng Bác → Công viên Thống Nhất",
    path: [
        [21.01726037172459, 105.84504257602896], // Công viên Thống Nhất
        [21.01757331362021, 105.84138710953252],
        [21.028817771015298, 105.84153291841953],
        [21.03098999247892, 105.8340100890036],
    ],
    color: "#ff0000ff",
    description: "Tuyến đường từ Lăng Bác đến Công viên Thống Nhất."
  },
  {
    id: 4,
    name: "Tuyến đường Thanh Niên → Lăng Bác",
    path: [
      [21.04768315572356, 105.8374600288556],
      [21.04688908917095, 105.83667145474907],
      [21.044058660637358, 105.83622701077563],
      [21.042793134303928, 105.83585637849185],
      [21.04232322465817, 105.8362087701786],
      [21.041552287862114, 105.83617088106948],
      [21.036913547204897, 105.83516666439544],
      [21.03104234582467, 105.83402216992856]
    ],
    color: "#00d812ff",
    description: "Tuyến đường từ Thanh Niên đến Lăng Bác"
  },
  {
    id: 5,
    name: "Tuyến đường Quán Thánh → Lăng Bác",
    path: [
      [21.042377656187288, 105.84257778478005],
      [21.04279910380241, 105.840149438607],
      [21.042710601161595, 105.83638545709739],
      [21.042465542149984, 105.83625149486795],
      [21.041526156159094, 105.83618527686114],
      [21.03752929280347, 105.83529027514454],
      [21.03104234582467, 105.83402216992856]
    ],
    color: "#00d812ff",
    description: "Tuyến đường từ Quán Thánh đến Lăng Bác"
  },
  {
    id: 6,
    name: "Tuyến đường Phan Đinh Phùng → Lăng Bác",
    path: [
      [21.0406163137389, 105.84203871714057],
      [21.041625599748166, 105.83620799388778],
      [21.036889263469853, 105.83516237679713],
      [21.03104234582467, 105.83402216992856]
    ],
    color: "#00d812ff",
    description: "Tuyến đường từ Phan Đinh Phùng đến Lăng Bác"
  },
  {
    id: 7,
    name: "Tuyến đường Hoàng Diệu → Lăng Bác",
    path: [
      [21.034805309573194, 105.83926080516213],
      [21.040956876206444, 105.84008876335942],
      [21.041644024174655, 105.83619037553105],
      [21.036693403748703, 105.83512402445139],
      [21.03104234582467, 105.83402216992856]
    ],
    color: "#00d812ff",
    description: "Tuyến đường từ Hoàng Diệu đến Lăng Bác"
  },
  {
    id: 8,
    name: "Tuyến đường Thụy Khuê → Lăng Bác",
    path: [
      [21.042745097846275, 105.8329445473384],
      [21.042706208449268, 105.83589635807368],
      [21.0423515078286, 105.83620871381103],
      [21.041549798591774, 105.83617746272617],
      [21.036879958925944, 105.83515044182772],
      [21.03104234582467, 105.83402216992856]
    ],
    color: "#00d812ff",
    description: "Tuyến đường từ Thụy Khuê đến Lăng Bác"
  },
];